Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/sigil-tm.tmx
Source language: en
Languages: ca_es

source: Use for a person or organization who principally exhibits acting skills in a musical or dramatic presentation or entertainment.
ca_es: Persona o organització que principalment mostra habilitats per actuar en una obra musical, dramàtica o d'entreteniment.

source: Adapter
ca_es: Adaptador

source: Use for a person or organization who 1) reworks a musical composition, usually for a different medium, or 2) rewrites novels or stories for motion pictures or other audiovisual medium.
ca_es: Persona o organització que: 1) refà una composició musical, noemalment per a un mitjà diferent, o 2) reescriu novel·les o escrits per al cinema o altres mitjans audiovisuals.

source: Analyst
ca_es: Analista

source: Use for a person or organization that reviews, examines and interprets data or information in a specific area.
ca_es: Persona o organització que revisa, examina i interpreta dades o informació en una àrea específica.

source: Animator
ca_es: Animador

source: Use for a person or organization who draws the two-dimensional figures, manipulates the three dimensional objects and/or also programs the computer to move objects and images for the purpose of animated film processing. Animation cameras, stands, celluloid screens, transparencies and inks are some of the tools of the animator.
ca_es: Persona o organització que dibuixa les imatges planes, manipula els objectes en tres dimensions o programa els ordinadors per fer moure objectes i imatges per tal de crear pel·lícules d'animació. L'animador fa servir eines com ara càmeres d'animació, suports, pantalles de cel·luloide i tintes.

source: Annotator
ca_es: Anotador

source: Use for a person who writes manuscript annotations on a printed item.
ca_es: Persona que escriu notes manuscrites en un document imprès.

source: Applicant
ca_es: Sol·licitant

source: Use for a person or organization responsible for the submission of an application or who is named as eligible for the results of the processing of the application (e.g., bestowing of rights, reward, title, position).
ca_es: Persona o organització responsable de la presentació d'una sol·licitud o que es designada com a titular per rebre el resultat de la sol·licitud (per exemple, concessió de drets, remuneració, títol o càrrec).

source: Architect
ca_es: Arquitecte

source: Use for a person or organization who designs structures or oversees their construction.
ca_es: Persona o organització que dissenya estructures o en supervisa la construcció.

source: Arranger
ca_es: Arranjador

source: Use for a person or organization who transcribes a musical composition, usually for a different medium from that of the original; in an arrangement the musical substance remains essentially unchanged.
ca_es: Músic que adapta composicions musicals a instruments i veus diferents dels originals.

source: Art copyist
ca_es: Copista d'art

source: Use for a person (e.g., a painter or sculptor) who makes copies of works of visual art.
ca_es: Persona que copia l’obra d’un artista.

source: Artist
ca_es: Artista

source: Use for a person (e.g., a painter) or organization who conceives, and perhaps also implements, an original graphic design or work of art, if specific codes (e.g., [egr], [etr]) are not desired. For book illustrators, prefer Illustrator [ill].
ca_es: Persona o organització que concep i, potser, també du a terme un disseny gràfic original o una obra d'art, si no es volen fer servir altres codis més concrets (com [egr] o [etr]). Per a il·lustradors de llibres, utilitzeu preferentment «il·lustrador» [ill].

source: Artistic director
ca_es: Director artístic

source: Use for a person responsible for controlling the development of the artistic style of an entire production, including the choice of works to be presented and selection of senior production staff.
ca_es: Persona responsable de controlar el desenvolupament de l'estil artístic d'una producció sencera; incloent-ne la tria de les obres que s'hi presenten i la selecció del personal principal de la producció.

source: Assignee
ca_es: Cessionari

source: Use for a person or organization to whom a license for printing or publishing has been transferred.
ca_es: Persona o organització a favor de la qual ha estat atorgada la llicència d'impressió o publicació.

source: Associated name
ca_es: Nom associat

source: Use for a person or organization associated with or found in an item or collection, which cannot be determined to be that of a Former owner [fmo] or other designated relator indicative of provenance.
ca_es: Persona o organització associada o que es troba en un objecte o col·lecció, la qual no es pot determinar si es un propietari anterior [fmo] o altre indicador de relació que n'indiqui l'origen.

source: Attributed name
ca_es: Nom atribuït

source: Use for an author, artist, etc., relating him/her to a work for which there is or once was substantial authority for designating that person as author, creator, etc. of the work.
ca_es: Autor, artista, etc. relacionat amb una obra amb la qual hi ha, o hi va haver, constància en ferm de ser-ne l'autor, el creador, etc.

source: Auctioneer
ca_es: Subhastador

source: Use for a person or organization in charge of the estimation and public auctioning of goods, particularly books, artistic works, etc.
ca_es: Persona o organització encarregada de la valoració i la subhasta pública de bens, especialment de llibres, obres d'art, etc.

source: Author
ca_es: Autor

source: Use for a person or organization chiefly responsible for the intellectual or artistic content of a work, usually printed text. This term may also be used when more than one person or body bears such responsibility.
ca_es: Persona o organització que és la principal responsable del contingut intel·lectual o artístic de l'obra, generalment un text imprès. Aquest terme també es pot fer servir quan la responsabilitat correspon a més d'una persona o organització.

source: Author in quotations or text extracts
ca_es: Autor de cites o extractes textuals

source: Use for a person or organization whose work is largely quoted or extracted in works to which he or she did not contribute directly. Such quotations are found particularly in exhibition catalogs, collections of photographs, etc.
ca_es: Persona o organització l'obra del qual ha estat ampliament citada o extractada en obres en les que no ha contribuït directament. Aquestes cites es troben sobretot en catàlegs d'exposicions, col·leccions de fotografies, etc.

source: Author of afterword, colophon, etc.
ca_es: Autor de l'epíleg, colofó​​, etc.

source: Use for a person or organization responsible for an afterword, postface, colophon, etc. but who is not the chief author of a work.
ca_es: Persona o organització responsable de l'epíleg, nota final, colofó, etc., però que no és l'autor principal de l'obra.

source: Author of dialog
ca_es: Autor del diàleg

source: Use for a person or organization responsible for the dialog or spoken commentary for a screenplay or sound recording.
ca_es: Persona o organització responsable del diàleg o del comentari parlat d'un guió o d'un enregistrament de so.

source: Author of introduction, etc.
ca_es: Autor de la introducció, etc.

source: Use for a person or organization responsible for an introduction, preface, foreword, or other critical introductory matter, but who is not the chief author.
ca_es: Persona o organització responsable de la introducció, prefaci, pròleg, o altres tipus de material crític introductori, però que no és l'autor principal.

source: Author of screenplay, etc.
ca_es: Guionista, etc.

source: Use for a person or organization responsible for a motion picture screenplay, dialog, spoken commentary, etc.
ca_es: Persona o organització responsable del guió d'una pel·lícula, diàleg, comentari parlat, etc.

source: Bibliographic antecedent
ca_es: Antecedent bibliogràfic

source: Use for a person or organization responsible for a work upon which the work represented by the catalog record is based. This may be appropriate for adaptations, sequels, continuations, indexes, etc.
ca_es: Persona o organització responsable d'una obra en la qual es basa l'obra descrita. Pot ser adequat per adaptacions, seqüeles, continuacions, índexs, etc.

source: Binder
ca_es: Enquadernador

source: Use for a person or organization responsible for the binding of printed or manuscript materials.
ca_es: Persona o organització responsable de l'enquadernació de materials impresos o manuscrits.

source: Binding designer
ca_es: Dissenyador de l'enquadernació

source: Use for a person or organization responsible for the binding design of a book, including the type of binding, the type of materials used, and any decorative aspects of the binding.
ca_es: Persona o organització responsable del disseny del relligat d'un llibre, incloent-ne en tipus d'enquadernació, els materials utilitzats i qualsevol aspecte decoratiu del relligat.

source: Book designer
ca_es: Dissenyador del llibre

source: Use for a person or organization responsible for the entire graphic design of a book, including arrangement of type and illustration, choice of materials, and process used.
ca_es: Persona o organització responsable del disseny gràfic complet d'un llibre, incloent-ne la maquetació del text i de les il·lustracions, la tria dels materials i el procés utilitzat.

source: Book producer
ca_es: Productor del llibre

source: Use for a person or organization responsible for the production of books and other print media, if specific codes (e.g., [bkd], [egr], [tyd], [prt]) are not desired.
ca_es: Persona o organització responsable de la producció de llibres i d'altres mitjans impresos, si no es volen utilitzar altres codis més concrets (per exemple, [bkd], [egr], [tyd], [prt]).

source: Bookjacket designer
ca_es: Dissenyador de la sobrecoberta

source: Use for a person or organization responsible for the design of flexible covers designed for or published with a book, including the type of materials used, and any decorative aspects of the bookjacket.
ca_es: Persona o organització responsable del disseny de les cobertes flexibles d'un llibre, incloent-ne els tipus de materials utilitzats i qualsevol aspecte decoratiu de la sobrecoberta.

source: Bookplate designer
ca_es: Dissenyador de l'ex-libris

source: Use for a person or organization responsible for the design of a book owner's identification label that is most commonly pasted to the inside front cover of a book.
ca_es: Persona o organització responsable del disseny de l'etiqueta que identifica el propietari d'un llibre, que generalment s'enganxa a l'interior de la coberta frontal.

source: Bookseller
ca_es: Llibreter

source: Use for a person or organization who makes books and other bibliographic materials available for purchase. Interest in the materials is primarily lucrative.
ca_es: Persona o organització que ven llibres i altres materials bibliogràfics, principalment, amb afany de lucre.

source: Calligrapher
ca_es: Cal·lígraf

source: Use for a person or organization who writes in an artistic hand, usually as a copyist and or engrosser.
ca_es: Persona o organització que escriu a mà de manera artística, normalment com a copista o cal·lígraf.

source: Cartographer
ca_es: Cartògraf

source: Use for a person or organization responsible for the creation of maps and other cartographic materials.
ca_es: Persona o organització responsable de la creació de mapes i altres materials cartogràfics.

source: Use for a censor, bowdlerizer, expurgator, etc., official or private.
ca_es: Censor, expurgador, mutilador, etc. oficial o privat.

source: Choreographer
ca_es: Coreògraf

source: Use for a person or organization who composes or arranges dances or other movements (e.g., "master of swords") for a musical or dramatic presentation or entertainment.
ca_es: Persona o organització que compon o arranja danses o altres moviments (per exemple, «mestre d'espases») per a un musical, representació dramàtica o espectacle d'entreteniment.

source: Cinematographer
ca_es: Director de fotografia

source: Use for a person or organization who is in charge of the images captured for a motion picture film. The cinematographer works under the supervision of a director, and may also be referred to as director of photography. Do not confuse with videographer.
ca_es: Persona o organització encarregada de les imatges rodades per a una pel·lícula. Treballa sota la supervisió d'un director. No s'ha de confondre amb l'operador de càmera o cameràman.

source: Use for a person or organization for whom another person or organization is acting.
ca_es: Persona o organització per a la que una altra persona o organització actua.

source: Collaborator
ca_es: Col·laborador

source: Use for a person or organization that takes a limited part in the elaboration of a work of another person or organization that brings complements (e.g., appendices, notes) to the work.
ca_es: Persona o organització que intervé d'una forma limitada en l'elaboració d'una obre d'una altra persona o organització per tal de complementar l'obra amb apèndixs, notes, etc.

source: Collector
ca_es: Col·leccionista

source: Use for a person or organization who has brought together material from various sources that has been arranged, described, and cataloged as a collection. A collector is neither the creator of the material nor a person to whom manuscripts in the collection may have been addressed.
ca_es: Persona o organització que ha compilat material de diverses fonts que ha estat ordenat, descrit i catalogat com a col·lecció. Un col·leccionista no és ni el creador del material ni la persona a la qual els manuscrits d'una col·lecció s'hi poden haver adreçat.

source: Collotyper
ca_es: Fototipista

source: Use for a person or organization responsible for the production of photographic prints from film or other colloid that has ink-receptive and ink-repellent surfaces.
ca_es: Persona o organització responsable de la producció d'impressions fotogràfiques a partir d'una pel·licula o d'un altre col·loide que tingui superfícies receptores o repel·lents a la tinta.

source: Commentator
ca_es: Comentarista

source: Use for a person or organization who provides interpretation, analysis, or a discussion of the subject matter on a recording, motion picture, or other audiovisual medium.
ca_es: Persona o organització que proporciona una interpretació, anàlisi o discussió del tema en un enregistrament, gravació de vídeo, o qualsevol altre mitjà audiovisual.

source: Commentator for written text
ca_es: Comentarista pel text escrit

source: Use for a person or organization responsible for the commentary or explanatory notes about a text. For the writer of manuscript annotations in a printed book, use Annotator [ann].
ca_es: Persona o organització responsable dels comentaris o de les notes explicatives d'un text. Per a l'autor de les notes manuscrites d'un llibre imprès, feu servir Anotador [ann].

source: Compiler
ca_es: Compilador

source: Use for a person or organization who produces a work or publication by selecting and putting together material from the works of various persons or bodies.
ca_es: Persona o organització que produeix una obra o una publicació selecccionant i compilant material a partir d'obres de diverses persones o entitats.

source: Complainant
ca_es: Querellant

source: Use for the party who applies to the courts for redress, usually in an equity proceeding.
ca_es: Part que recorre als tribunals per a una reparació, normalment en un procés d'equitat.

source: Complainant-appellant
ca_es: Querellant apel·lant

source: Use for a complainant who takes an appeal from one court or jurisdiction to another to reverse the judgment, usually in an equity proceeding.
ca_es: Querellant que presenta una apel·lació en un altre tribunal o jurisdicció per tal de revocar una sentència, normalment en un procés d'equitat.

source: Complainant-appellee
ca_es: Querellant apel·lat

source: Use for a complainant against whom an appeal is taken from one court or jurisdiction to another to reverse the judgment, usually in an equity proceeding.
ca_es: Querellant contra el qual es presenta una apel·lació en un altre tribunal o jurisdicció per tal de revocar una sentència, normalment en un procés d'equitat.

source: Composer
ca_es: Compositor

source: Use for a person or organization who creates a musical work, usually a piece of music in manuscript or printed form.
ca_es: Persona o organització que crea una obra musical, noemalment una peça de música en forma manuscrita o impresa.

source: Compositor
ca_es: Caixista

source: Use for a person or organization responsible for the creation of metal slug, or molds made of other materials, used to produce the text and images in printed matter.
ca_es: Persona o organització responsable de la creació dels motlles de metall o d'altres materials utilitzats per obtenir text i imatges en un imprès.

source: Conceptor
ca_es: Autor de la idea

source: Use for a person or organization responsible for the original idea on which a work is based, this includes the scientific author of an audio-visual item and the conceptor of an advertisement.
ca_es: Persona o organització responsable de la idea original en la qual es basa l'obra, incloent-ne l'autor científic d'un element audiovisual i l'autor d ela idea d'un anunci.

source: Conductor
ca_es: Director d'orquestra

source: Use for a person who directs a performing group (orchestra, chorus, opera, etc.) in a musical or dramatic presentation or entertainment.
ca_es: Persona que dirigeix un grup d'intèrprets (orquestra, cor, òpera, etc.) en una representació musical, dràmatica o espectacle d'entreteniment.

source: Consultant
ca_es: Consultor

source: Use for a person or organization relevant to a resource, who is called upon for professional advice or services in a specialized field of knowledge or training.
ca_es: Persona o organització competent en la matèria a qui es demana consell professional o serveis en un camp especialitzat de coneixement o d'habilitats.

source: Consultant to a project
ca_es: Consultor d'un projecte

source: Use for a person or organization relevant to a resource, who is engaged specifically to provide an intellectual overview of a strategic or operational task and by analysis, specification, or instruction, to create or propose a cost-effective course of action or solution.
ca_es: Persona o organització competent en la matèria a qui es contracta específicament per a supervisar intel·lectualment una tasca estratègica o operativa i per a crear o proposar-ne una solució o un pla d'acció eficient mitjançant l'anàlisi, l'especificació o la indicació.

source: Contestant
ca_es: Impugnador

source: Use for the party who opposes, resists, or disputes, in a court of law, a claim, decision, result, etc.
ca_es: Part que s'oposa, rebutja o impugna, en un tribunal, una reclamació, decisió, resultat, etc.

source: Contestant-appellant
ca_es: Impugnador apel·lant

source: Use for a contestant who takes an appeal from one court of law or jurisdiction to another to reverse the judgment.
ca_es: Impugnador que presenta una apel·lació en un altre tribunal o jurisdicció per tal de revocar una sentència.

source: Contestant-appellee
ca_es: Impugnador apel·lat

source: Use for a contestant against whom an appeal is taken from one court of law or jurisdiction to another to reverse the judgment.
ca_es: Impugnador en contra del qual es presenta una apel·lació en un altre tribunal o jurisdicció per tal de revocar una sentència.

source: Contestee
ca_es: Impugnat

source: Use for the party defending a claim, decision, result, etc. being opposed, resisted, or disputed in a court of law.
ca_es: Part que defensa una reclamació, decisió, resultat, etc. que ha estat rebutjada o impugnada en un tribunal.

source: Contestee-appellant
ca_es: Impugnat apel·lant

source: Use for a contestee who takes an appeal from one court or jurisdiction to another to reverse the judgment.
ca_es: Impugnat que presenta una apel·lació en un altre tribunal o jurisdicció per tal de revocar una sentència.

source: Contestee-appellee
ca_es: Impugnat apel·lant

source: Use for a contestee against whom an appeal is taken from one court or jurisdiction to another to reverse the judgment.
ca_es: Impugnat en contra del qual es presenta una apel·lació en un altre tribunal o jurisdicció per tal de revocar una sentència.

source: Contractor
ca_es: Contractista

source: Use for a person or organization relevant to a resource, who enters into a contract with another person or organization to perform a specific task.
ca_es: Persona o organització competent en la matèria que estableix un contracte amb una altra persona o organització per dur a terme una tasca concreta.

source: Contributor
ca_es: Contribuïdor

source: Use for a person or organization one whose work has been contributed to a larger work, such as an anthology, serial publication, or other compilation of individual works. Do not use if the sole function in relation to a work is as author, editor, compiler or translator.
ca_es: Persona o organització l'obra de la qual contribueix a una obra més gran, com ara un antologia, publicació en sèrie, o altre tipus de recopilació d'obres individuals. No s'ha de fer servir aquest element si l'única funció en relació amb l'obra és la d'autor, editor, compilador o traductor.

source: Copyright claimant
ca_es: Sol·licitant del copyright

source: Use for a person or organization listed as a copyright owner at the time of registration. Copyright can be granted or later transferred to another person or organization, at which time the claimant becomes the copyright holder.
ca_es: Persona o organització que s'inscriu com a propietària del copyright en el moment del registre. El copyright pot concesir-se o ser transferit després a una altra persona o organització i, aleshores, el sol·licitant es converteix en el titular del copyright.

source: Copyright holder
ca_es: Titular del copyright

source: Use for a person or organization to whom copy and legal rights have been granted or transferred for the intellectual content of a work. The copyright holder, although not necessarily the creator of the work, usually has the exclusive right to benefit financially from the sale and use of the work to which the associated copyright protection applies.
ca_es: Persona o organització a qui es concedeixen o es trasfereixen els drets legals i de còpia pel que fa al contingut intel·lectual d'una obra. El titular del copyright, encara que no sigui necessàriament el creador de l'obra, normalment té els drets exclusius per a rebre beneficis econòmics provinents de la venda i l'ús de l'obra afectada per la protecció del copyright.

source: Use for a person or organization who is a corrector of manuscripts, such as the scriptorium official who corrected the work of a scribe. For printed matter, use Proofreader.
ca_es: Persona o organització que corregeix manuscrits, com ara l'encarregat oficial de corregir el treballs dels escrivents en un scriptòrium. Per a materials impresos, feu servir Corrector de proves.

source: Correspondent
ca_es: Corresponsal

source: Use for a person or organization who was either the writer or recipient of a letter or other communication.
ca_es: Persona o organització que ha estat el remitent o el destinatari d'una carta o d'un altra mena de comunicació.

source: Costume designer
ca_es: Dissenyador de vestuari

source: Use for a person or organization who designs or makes costumes, fixes hair, etc., for a musical or dramatic presentation or entertainment.
ca_es: Personao organització que dissenya o fa vestits, s'encarrega dels pentinats, etc. en una representació musical o dramàtica o en un espectacle d'entreteniment.

source: Cover designer
ca_es: Dissenyador de la coberta
